{
  "name_or_path": "THUDM/chatglm2-6b",
  "remove_space": false,
  "do_lower_case": false,
  "tokenizer_class": "TrajGLMTokenizer",
  "auto_map": {
    "AutoTokenizer": [
      "tokenization_TrajGLM.TrajGLMTokenizer",
      null
      ]
  }
}
